Repository: 4marketing/4dem-wordpress-cf7
Catalog: contact-form-7-adv-dem-extension/languages/adv_dem_cf7-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: The Contact Form 7 plugin must be installed for the <b>4Dem.it Extension</b> to work.
it_it: Contact Form 7 deve essere installato per utilizzare il plugin di 4Dem.it.

source: Install Contact Form 7 Now.
it_it: Installa Contact Form 7 adesso.

source: The Contact Form 7 is installed, but <b>you must activate Contact Form 7</b> below for the <b>4Dem.it Extension</b> to work.
it_it: Contact Form 7 è istallato ma deve essere attivato per poter utilizzare l'estensione per 4Dem.it.

source: Dismiss this notice.
it_it: Chiudi notifica.

source: List created successfully!
it_it: Lista creata con successo!

source: List's name is already present on the console. Rename or remove the list and try again.
it_it: Esiste già una lista con questo nome. Rimuoverla o rinominarla e riprovare.

source: You have reached the maximum number of lists allowed for your console. Unable to create a new list.
it_it: Hai raggiunto il numero massimo di liste consentite per il tuo account. Impossibile creare una nuova lista.

source: Error creating the list.
it_it: Errore in fase di creazione della lista.

source: Contact form 7 4Dem.it extension by
it_it: Estensione 4Dem.it per Contact Form 7 creata da

source: Extension
it_it: Estensione

source: A number like this
it_it: Un numero come questo

source: Insert a correct ApiKey to work with adv_dem!
it_it: Inserisci una APIKey corretta per iniziare ad utilizzare 4Dem.it!

source: Destination List:
it_it: Lista di destinazione:

source: NO LIST SELECTED
it_it: NESSUNA LISTA SELEZIONATA

source: NEW LIST
it_it: CREA UNA NUOVA LISTA

source: List Name:
it_it: Nome lista:

source: Insert the new list's name
it_it: Inserisci il nome della nuova lista

source: Enable Double Opt-in (checked = true)
it_it: Abilita Double Opt-In (selezione = vero)

source: ADD
it_it: AGGIUNGI

source: List subscription mode:
it_it: Modalità di iscrizione:

source: List type:
it_it: Tipologia lista:

source: Subscriber Email:
it_it: Indirizzo email di iscrizione:

source: you can use these mail-tags
it_it: puoi utilizzare questi tag

source: Acceptance Field:
it_it: Campo di accettazione:

source: Use Custom Fields
it_it: Utilizza i Campi Personalizzati

source: In the following fields, you can use these mail-tags:
it_it: Nei campi di seguito puoi utilizzare questi tag:

source: Add New Custom Field:
it_it: Crea nuovo campo personalizzato:

source: New Custom Field Name
it_it: Nome del nuovo campo personalizzato

source: The list selected has not custom fields
it_it: La lista selezionata non ha campi personalizzati

source: Show advanced settings
it_it: Visualizza impostazioni avanzate

source: No APIKey
it_it: APIkey non inserita

source: No list name
it_it: Nome lista non impostato

source: Name is required to add a new custom field
it_it: Inserire un nome per creare un campo personalizzato

source: No destination list selected
it_it: Lista di iscrizione non impostata

source: APIKey not found
it_it: APIkey non valida

source: List not found in console, removed from the list
it_it: Lista non trovata
